insert into questions (question, imageURL, answer, task_type_id)
values
    (
     '
        Отрезки 𝐴𝐶 и 𝐵𝐷 — диаметры окружности с центром 𝑂. Угол 𝐴𝐶𝐵 равен 41°. Найдите величину угла 𝐴⁢𝑂⁢𝐷. Ответ дайте в градусах.',
     '/storage/questions/p3.png',
     '98',
     1
    ),
    (
    '
       В треугольнике 𝐴𝐵𝐶 стороны 𝐴𝐶 и 𝐵𝐶 равны, угол 𝐶 равен 168°, угол 𝐶𝐵𝐷 внешний. Найдите величину угла 𝐶𝐵𝐷. Ответ дайте в градусах.',
    '/storage/questions/p4.png',
    '174',
    1
    ),
    (
     'Найдите величину угла 𝐴𝐶𝑂, если его сторона 𝐶𝐴 касается окружности с центром 𝑂, отрезок 𝐶𝑂 пересекает окружность в точке 𝐵 (см. рисунок), а дуга 𝐴𝐵 окружности, заключённая внутри этого угла, равна 66°. Ответ дайте в градусах.',
     '/storage/questions/p5.png',
     '24',
     1
    ),
    (
     '
        Даны векторы 𝑎(25;0) и 𝑏(1;−5). Найдите длину вектора 𝑎−4𝑏.',
        null,
        '29',
     2
    ),
    (
     '
        Даны векторы 𝑎(−13;4) и 𝑏(−6;1). Найдите скалярное произведение 𝑎*𝑏.',
     null,
     '82',
     2
    ),
    (
     'На координатной плоскости изображены векторы a и b, координатами которых являются целые числа. Найдите длину вектора a + 4b .',
        '/storage/questions/v3.png',
     '11',
     2
    );